<template>
    <div></div>
</template>

<script>

export default {
    name: 'questions',
    data() {
        return {
            questions: [
                {id: 1, question: 'Как у западных и южных славян назывались селение, деревня, курень?', answer: 'Жупа'},
                {id: 2, question: 'Что использовали в Китае для глажки белья вместо утюга?', answer: 'Сковорода'},
                {id: 3, question: 'В Австралии на парковках возле некоторых торговых центров по ночам и вечерам включают классическую музыку, чтобы отпугнуть кого-то. Кого?', answer: 'Подросток'}
            ]
        }
    }
}
</script>
